{
  "nav_forWhom": "Para Quién Es",
  "nav_calculator": "Calculadora",
  "nav_myLab": "MyLab",
  "nav_learn": "Aprender",
  "nav_proTools": "Herramientas",
  "nav_community": "Comunidad",
  "nav_pricing": "Planes",
  "nav_ariaLabel": "Navegación principal",
  "hero_tagline": "La masa perfecta empieza aquí.",
  "hero_title": "Deja de adivinar y empieza a dominar tus masas.",
  "hero_subtitle": "DoughLabPro convierte tu cocina en un laboratorio de precisión, con herramientas de nivel profesional para aficionados caseros, panaderos artesanales y pequeñas pizzerías.",
  "hero_cta": "Empezar gratis",
  "hero_imageAlt": "Demostración de la interfaz de la aplicación DoughLab Pro.",
  "forWhom_title": "¿Para quién es DoughLabPro?",
  "forWhom_profiles": "[\"Aficionado casero: quiere dejar las suposiciones y lograr resultados consistentes y de alta calidad en casa.\",\"Panadero amateur / estudiante de gastronomía: quiere entender la ciencia detrás de cada etapa.\",\"Pequeño profesional / dueño de pizzería artesanal: necesita una herramienta de precisión para desarrollar recetas, escalar producción y entrenar al equipo con datos.\"]",
  "calculator_title": "Calculadora de masa inteligente y flexible",
  "calculator_summary": "El corazón de DoughLabPro es la calculadora. Va mucho más allá de las hojas de cálculo básicas, con dos modos potentes para estilos clásicos y creaciones propias.",
  "calculator_guided_title": "Modo Guiado (Pro)",
  "calculator_guided_description": "Perfecto para principiantes o para quien busca consistencia. Elige un estilo clásico – Napolitana, New York, Romana, Detroit y otros – y la calculadora ajusta automáticamente hidratación, sal, levadura, aceite y fermentación con parámetros validados.",
  "calculator_free_title": "Modo Libre (Avanzado)",
  "calculator_free_description": "Control total para panaderos experimentados. Ajusta hidratación, sal, aceite, tipo de fermento y porcentaje de prefermento (biga, poolish, masa madre) para crear recetas con precisión matemática.",
  "myLab_title": "MyLab: tu cuaderno de bitácora de panificación",
  "myLab_summary": "Más que una app, MyLab es tu ecosistema de aprendizaje. Registra cada hornada, cada ajuste y cada insight, para que no dependas solo de la memoria.",
  "myLab_features": "[\"Hornadas: registra fotos, notas detalladas, valoración y estado de cada hornada.\",\"Levain Pet: gestiona tu masa madre con estado, historial de alimentaciones e integración directa con la calculadora.\",\"Recetas y Harinas: guarda presets y crea una biblioteca de harinas con notas de rendimiento e hidratación ideal.\",\"Insights y Evolución: sigue gráficos de hidratación media, estilos más usados y patrones que explican por qué algunas hornadas salen mejor.\"]",
  "learn_title": "Learn: tu biblioteca técnica integrada",
  "learn_summary": "Basta de información suelta y contradictoria. La sección Learn reúne guías técnicas profundas sobre ciencia de la masa, ingredientes clave, técnicas y resolución de problemas, todo dentro de la app.",
  "learn_topics": "[\"Ciencia de la Masa: bioquímica de la fermentación, formación de gluten, oven spring, maduración sensorial.\",\"Ingredientes Clave: harinas (W, P/L), quesos, salsas, carnes y más.\",\"Técnicas y Métodos: prefermentos, autólisis, pliegues, boleado, control de temperatura (DDT).\",\"Solución de Problemas: guía práctica para gum line, snap-back, masa que no crece y otros errores frecuentes.\"]",
  "proTools_title": "Herramientas de nivel profesional",
  "proTools_summary": "Cuando estés listo para ir más allá de lo básico, DoughLabPro ofrece un conjunto de herramientas avanzadas para análisis y creación.",
  "proTools_tools": "[\"Toppings & Combinaciones: galería técnica de toppings, equilibrio de sabor, humedad y peso, con pairing inteligente.\",\"Análisis de Horno: adapta la masa a tu horno real (doméstico, piedra, acero, deck, leña).\",\"Doughbot: asistente de diagnóstico para encontrar la causa raíz de los problemas de masa.\",\"Pizza de Despensa: selecciona lo que tienes en casa y recibe sugerencias de pizzas posibles.\"]",
  "community_title": "Una comunidad activa y colaborativa",
  "community_summary": "Aprende de otros panaderos, comparte tus hornadas y convierte DoughLabPro en un espacio vivo de intercambio.",
  "community_topics": "[\"Explora Hornadas Públicas: mira fotos, recetas y notas de la comunidad.\",\"Clona Recetas: con un clic, lleva la configuración de otro usuario a tu calculadora.\",\"Comparte tu Éxito: publica tus mejores hornadas y recibe feedback.\"]",
  "pricing_title": "Elige el plan ideal para tu viaje",
  "pricing_subtitle": "Empieza gratis y actualiza a Pro cuando estés listo para dominar tus masas.",
  "pricing_plans_free_title": "Free",
  "pricing_plans_free_price": "$0",
  "pricing_plans_free_period": "",
  "pricing_plans_free_headline": "Lo esencial para empezar con buen pie.",
  "pricing_plans_free_features": "[\"Calculadora básica\",\"Hasta 3 hornadas guardadas en MyLab\",\"Acceso limitado a la sección Aprender\",\"1 perfil de horno\"]",
  "pricing_plans_free_cta": "Empezar gratis",
  "pricing_plans_pro_title": "Pro",
  "pricing_plans_pro_price": "$4.99",
  "pricing_plans_pro_period": "/mes",
  "pricing_plans_pro_headline": "El laboratorio completo para resultados de nivel profesional.",
  "pricing_plans_pro_isRecommended": true,
  "pricing_plans_pro_recommendation": "Más Popular",
  "pricing_plans_pro_features": "[\"Todo en el plan Free, y más:\",\"Calculadora avanzada (Modo Guiado y Libre)\",\"Hornadas y recetas ilimitadas en MyLab\",\"Acceso total a la enciclopedia Aprender\",\"Herramientas Pro (Análisis de Horno, Doughbot)\",\"Integración con Levain Pet\"]",
  "pricing_plans_pro_cta": "Obtener Pro",
  "pricing_plans_levain_title": "Levain Pet",
  "pricing_plans_levain_price": "$2.49",
  "pricing_plans_levain_period": "/mes",
  "pricing_plans_levain_headline": "El compañero inteligente para tu masa madre.",
  "pricing_plans_levain_features": "[\"Requiere el plan Pro\",\"Monitoreo de salud de la masa madre\",\"Recordatorios de alimentación inteligentes\",\"Historial completo de refrescos\",\"Análisis de fuerza y actividad\"]",
  "pricing_plans_levain_cta": "Añadir Levain Pet",
  "final_title": "¿Listo para llevar tus masas al siguiente nivel?",
  "final_subtitle": "Empieza hoy y convierte cada hornada en un experimento controlado, no en una apuesta.",
  "final_cta": "Empezar gratis",
  "footer_tagline": "DoughLabPro – La ciencia de las masas en tu mano.",
  "footer_copyright": "© {year} DoughLab Pro. Todos los derechos reservados.",
  "footer_share": "Compartir",
  "footer_shareOnTwitter": "Compartir en Twitter",
  "footer_shareOnFacebook": "Compartir en Facebook",
  "footer_shareOnLinkedIn": "Compartir en LinkedIn",
  "footer_links_calculator": "Calculadora",
  "footer_links_learn": "Aprender",
  "footer_links_community": "Comunidad",
  "footer_links_mylab": "Mi Lab",
  "footer_links_support": "Soporte",
  "footer_links_privacy": "Privacidad",
  "howItWorks_title": "¿Cómo funciona?",
  "howItWorks_copy": "DoughLabPro simplifica la complejidad de la panadería, guiándote desde la receta hasta la hornada perfecta con herramientas de precisión.",
  "howItWorks_imageAlt": "Diagrama de flujo del proceso de DoughLabPro.",
  "features_title": "Todo lo que necesitas para masas perfectas",
  "features_subtitle": "Desde una potente calculadora hasta una comunidad activa, tenemos las herramientas para cada paso de tu viaje.",
  "features_list_calculator_title": "Calculadora Inteligente",
  "features_list_calculator_description": "Modos guiado y libre para un control total sobre hidratación, levadura, sal y más.",
  "features_list_mylab_title": "MyLab Personal",
  "features_list_mylab_description": "Registra cada hornada, gestiona tu masa madre y crea una biblioteca de harinas.",
  "features_list_learn_title": "Contenido Técnico",
  "features_list_learn_description": "Aprende la ciencia detrás de la masa con guías detalladas y solución de problemas.",
  "features_list_assistant_title": "Asistente Doughbot",
  "features_list_assistant_description": "Diagnóstico con IA para identificar la causa raíz de los problemas de tu masa.",
  "features_list_assistant_tooltip": "¡Función Pro próximamente!",
  "features_list_pantry_title": "Pizza de Despensa",
  "features_list_pantry_description": "Descubre recetas increíbles con los ingredientes que ya tienes en casa.",
  "features_list_oven_title": "Análisis de Horno",
  "features_list_oven_description": "Adapta tus recetas a tu horno específico, ya sea doméstico o profesional.",
  "socialProof_title": "Amado por panaderos de todos los niveles",
  "socialProof_subtitle": "Mira lo que nuestros usuarios dicen de DoughLabPro.",
  "socialProof_editButton": "Editar",
  "socialProof_editModal_title": "Editar Testimonio",
  "socialProof_editModal_label": "Texto del testimonio:",
  "socialProof_editModal_cancel": "Cancelar",
  "socialProof_editModal_save": "Guardar",
  "socialProof_testimonials_mariana_role": "Entusiasta Casera",
  "socialProof_testimonials_mariana_quote": "¡Finalmente consigo consistencia en mis pizzas. El MyLab ha cambiado las reglas del juego!",
  "socialProof_testimonials_john_role": "Panadero Artesano",
  "socialProof_testimonials_john_quote": "La calculadora es increíblemente precisa. Me ayuda a probar nuevas recetas con confianza.",
  "socialProof_testimonials_carlos_role": "Dueño de Pizzería",
  "socialProof_testimonials_carlos_quote": "Lo uso para entrenar a mi personal y estandarizar recetas. Esencial para mi negocio.",
  "faq_title": "Preguntas Frecuentes",
  "faq_subtitle": "¿Tienes alguna pregunta? Encuentra las respuestas aquí.",
  "faq_items_q1_question": "¿DoughLabPro es para principiantes?",
  "faq_items_q1_answer": "¡Sí! El Modo Guiado de la calculadora es perfecto para quienes están empezando, ofreciendo parámetros validados para estilos clásicos de pizza y pan.",
  "faq_items_q2_question": "¿Puedo usar mis propias recetas?",
  "faq_items_q2_answer": "Por supuesto. El Modo Libre de la calculadora te da control total para introducir y guardar tus propias recetas, ajustando cada variable como prefieras.",
  "faq_items_q3_question": "¿Vale la pena el plan Pro?",
  "faq_items_q3_answer": "El plan Pro desbloquea herramientas avanzadas como el Modo Guiado, Levain Pet, Doughbot y la capacidad de guardar hornadas y recetas ilimitadas. Es ideal para cualquiera que se tome en serio la panadería.",
  "faq_items_q4_question": "¿Cómo funciona la comunidad?",
  "faq_items_q4_answer": "Puedes compartir tus hornadas (fotos, recetas y notas) con la comunidad, explorar lo que otros panaderos están haciendo e incluso clonar sus recetas en tu calculadora con un solo clic."
}
