{
  "nav_forWhom": "Para Quem É",
  "nav_calculator": "Calculadora",
  "nav_myLab": "MyLab",
  "nav_learn": "Aprender",
  "nav_proTools": "Ferramentas",
  "nav_community": "Comunidade",
  "nav_pricing": "Planos",
  "nav_ariaLabel": "Navegação principal",
  "hero_tagline": "A massa perfeita começa aqui.",
  "hero_title": "Deixe de adivinhar e comece a dominar suas massas.",
  "hero_subtitle": "O DoughLabPro transforma sua cozinha em um laboratório de precisão, oferecendo ferramentas de nível profissional para o entusiasta caseiro, o padeiro artesanal e o pequeno negócio de pizza.",
  "hero_cta": "Começar grátis",
  "hero_imageAlt": "Demonstração da interface do aplicativo DoughLab Pro.",
  "forWhom_title": "Para quem é o DoughLabPro?",
  "forWhom_profiles": "[\"Entusiasta caseiro: quer sair do achismo e ter resultados consistentes e de alta qualidade em casa.\",\"Padeiro amador / estudante de gastronomia: quer entender a ciência por trás de cada etapa do processo.\",\"Pequeno profissional / dono de pizzaria artesanal: precisa de uma ferramenta de precisão para desenvolver receitas, escalar produção e treinar a equipe com base em dados.\"]",
  "calculator_title": "Calculadora Inteligente e Flexível",
  "calculator_summary": "O coração do DoughLabPro é a calculadora. Ela vai muito além das planilhas básicas, oferecendo dois modos poderosos para estilos clássicos e criação autoral.",
  "calculator_guided_title": "Modo Guiado (Pro)",
  "calculator_guided_description": "Perfeito para iniciantes ou para quem busca consistência. Escolha um estilo clássico – Napolitana, New York, Romana, Detroit e outros – e a calculadora ajusta automaticamente hidratação, sal, fermento, óleo e tempo de fermentação, com parâmetros técnicos validados.",
  "calculator_free_title": "Modo Livre (Avançado)",
  "calculator_free_description": "Controle total para o padeiro experiente. Ajuste cada variável – hidratação, sal, óleo, tipo de fermento, percentual de pré-fermento (biga, poolish, massa madre) – e crie receitas com precisão matemática.",
  "myLab_title": "Meu Lab (MyLab): seu diário de bordo pessoal",
  "myLab_summary": "Mais do que um app, o MyLab é o seu ecossistema de aprendizado. Ele registra cada fornada, cada ajuste e cada insight, para que você nunca mais dependa apenas da memória.",
  "myLab_features": "[\"Fornadas: registre fotos, notas detalhadas, avaliação e status de cada fornada.\",\"Levain Pet: gerencie sua cultura de fermento natural com status, histórico de alimentações e integração direta com a calculadora.\",\"Receitas e Farinhas: salve presets e crie uma biblioteca de farinhas com notas de performance e hidratação ideal.\",\"Insights e Evolução: acompanhe gráficos de hidratação média, estilos mais usados e padrões que explicam por que algumas fornadas ficam melhores que outras.\"]",
  "learn_title": "Aprender: sua enciclopédia técnica integrada",
  "learn_summary": "Chega de informação solta e contraditória. A seção Aprender reúne guias técnicos profundos sobre ciência da massa, ingredientes críticos, técnicas e solução de problemas, tudo dentro do próprio app.",
  "learn_topics": "[\"Ciência da Massa: bioquímica da fermentação, formação de glúten, oven spring, maturação sensorial.\",\"Ingredientes Críticos: farinhas (W, P/L), queijos, molhos, carnes e mais.\",\"Técnicas e Métodos: pré-fermentos, autólise, dobras, boleamento, controle de temperatura (DDT).\",\"Solução de Problemas: diagnósticos para gum line, snap-back, massa que não cresce e outros erros comuns.\"]",
  "proTools_title": "Ferramentas de nível profissional",
  "proTools_summary": "Quando você estiver pronto para ir além do básico, o DoughLabPro oferece um conjunto de ferramentas avançadas para análise e criação.",
  "proTools_tools": "[\"Recheios & Combinações: galeria técnica de toppings, equilíbrio de sabor, umidade e peso, com pairing inteligente.\",\"Análise de Forno: adapte a massa ao seu forno (doméstico, lastro, pedra, aço, lenha).\",\"Massabot (Doughbot): assistente de diagnóstico para identificar a causa-raiz dos problemas da massa.\",\"Pizza de Despensa: selecione o que tem em casa e receba sugestões de pizzas possíveis.\"]",
  "community_title": "Comunidade ativa e colaborativa",
  "community_summary": "Aprenda com outros padeiros, compartilhe suas fornadas e transforme o DoughLabPro em um espaço vivo de troca.",
  "community_topics": "[\"Explore Fornadas Públicas: veja fotos, receitas e notas da comunidade.\",\"Clone Receitas: com um clique, traga a configuração de outra pessoa para a sua calculadora.\",\"Compartilhe Seu Sucesso: publique suas melhores fornadas e receba feedback.\"]",
  "pricing_title": "Escolha o plano ideal para sua jornada",
  "pricing_subtitle": "Comece de graça e evolua para o Pro quando estiver pronto para dominar suas massas.",
  "pricing_plans_free_title": "Free",
  "pricing_plans_free_price": "R$ 0",
  "pricing_plans_free_period": "",
  "pricing_plans_free_headline": "O essencial para começar com o pé direito.",
  "pricing_plans_free_features": "[\"Calculadora básica\",\"Até 3 fornadas salvas no MyLab\",\"Acesso limitado à seção Aprender\",\"1 perfil de forno\"]",
  "pricing_plans_free_cta": "Começar grátis",
  "pricing_plans_pro_title": "Pro",
  "pricing_plans_pro_price": "R$ 19,90",
  "pricing_plans_pro_period": "/mês",
  "pricing_plans_pro_headline": "O laboratório completo para resultados de nível profissional.",
  "pricing_plans_pro_isRecommended": true,
  "pricing_plans_pro_recommendation": "Mais Popular",
  "pricing_plans_pro_features": "[\"Tudo do plano Free, e mais:\",\"Calculadora avançada (Modo Guiado e Livre)\",\"Fornadas e receitas ilimitadas no MyLab\",\"Acesso total à enciclopédia Aprender\",\"Ferramentas Pro (Análise de Forno, Doughbot)\",\"Integração com Levain Pet\"]",
  "pricing_plans_pro_cta": "Assinar o Pro",
  "pricing_plans_levain_title": "Levain Pet",
  "pricing_plans_levain_price": "R$ 9,90",
  "pricing_plans_levain_period": "/mês",
  "pricing_plans_levain_headline": "O companheiro inteligente para seu fermento natural.",
  "pricing_plans_levain_features": "[\"Requer o plano Pro\",\"Monitoramento de saúde do levain\",\"Lembretes de alimentação inteligentes\",\"Histórico completo de refrescos\",\"Análise de força e atividade\"]",
  "pricing_plans_levain_cta": "Adicionar Levain Pet",
  "final_title": "Pronto para levar suas massas a outro nível?",
  "final_subtitle": "Comece hoje e transforme cada fornada em um experimento controlado, não em um chute.",
  "final_cta": "Começar grátis",
  "footer_tagline": "DoughLabPro – A ciência das massas na sua mão.",
  "footer_copyright": "© {year} DoughLab Pro. Todos os direitos reservados.",
  "footer_share": "Compartilhe",
  "footer_shareOnTwitter": "Compartilhar no Twitter",
  "footer_shareOnFacebook": "Compartilhar no Facebook",
  "footer_shareOnLinkedIn": "Compartilhar no LinkedIn",
  "footer_links_calculator": "Calculadora",
  "footer_links_learn": "Aprender",
  "footer_links_community": "Comunidade",
  "footer_links_mylab": "Meu Lab",
  "footer_links_support": "Suporte",
  "footer_links_privacy": "Privacidade",
  "howItWorks_title": "Como funciona?",
  "howItWorks_copy": "O DoughLabPro simplifica a complexidade da panificação, guiando você desde a receita até a fornada perfeita com ferramentas de precisão.",
  "howItWorks_imageAlt": "Fluxograma do processo do DoughLabPro.",
  "features_title": "Tudo que você precisa para massas perfeitas",
  "features_subtitle": "De uma calculadora poderosa a uma comunidade engajada, temos as ferramentas para cada etapa da sua jornada.",
  "features_list_calculator_title": "Calculadora Inteligente",
  "features_list_calculator_description": "Modos guiado e livre para controle total sobre hidratação, fermento, sal e mais.",
  "features_list_mylab_title": "MyLab Pessoal",
  "features_list_mylab_description": "Registre cada fornada, gerencie seu levain e crie uma biblioteca de farinhas.",
  "features_list_learn_title": "Conteúdo Técnico",
  "features_list_learn_description": "Aprenda a ciência por trás da massa com guias profundos e solução de problemas.",
  "features_list_assistant_title": "Doughbot Assistente",
  "features_list_assistant_description": "Diagnóstico com IA para identificar a causa-raiz dos problemas da sua massa.",
  "features_list_assistant_tooltip": "Recurso Pro em breve!",
  "features_list_pantry_title": "Pizza de Despensa",
  "features_list_pantry_description": "Descubra receitas incríveis com os ingredientes que você já tem em casa.",
  "features_list_oven_title": "Análise de Forno",
  "features_list_oven_description": "Adapte suas receitas para o seu forno específico, seja ele doméstico ou profissional.",
  "socialProof_title": "Amado por padeiros de todos os níveis",
  "socialProof_subtitle": "Veja o que nossos usuários estão dizendo sobre o DoughLabPro.",
  "socialProof_editButton": "Editar",
  "socialProof_editModal_title": "Editar Depoimento",
  "socialProof_editModal_label": "Texto do depoimento:",
  "socialProof_editModal_cancel": "Cancelar",
  "socialProof_editModal_save": "Salvar",
  "socialProof_testimonials_mariana_role": "Entusiasta Caseira",
  "socialProof_testimonials_mariana_quote": "Finalmente consigo consistência nas minhas pizzas. O MyLab mudou meu jogo!",
  "socialProof_testimonials_john_role": "Padeiro Artesanal",
  "socialProof_testimonials_john_quote": "A calculadora é incrivelmente precisa. Me ajuda a testar novas receitas com confiança.",
  "socialProof_testimonials_carlos_role": "Dono de Pizzaria",
  "socialProof_testimonials_carlos_quote": "Uso para treinar minha equipe e padronizar as receitas. Essencial para o meu negócio.",
  "faq_title": "Perguntas Frequentes",
  "faq_subtitle": "Tem alguma dúvida? Encontre as respostas aqui.",
  "faq_items_q1_question": "O DoughLabPro é para iniciantes?",
  "faq_items_q1_answer": "Sim! O Modo Guiado da calculadora é perfeito para quem está começando, oferecendo parâmetros validados para estilos clássicos de pizza e pão.",
  "faq_items_q2_question": "Posso usar minhas próprias receitas?",
  "faq_items_q2_answer": "Com certeza. O Modo Livre da calculadora te dá controle total para inserir e salvar suas próprias receitas, ajustando cada variável como preferir.",
  "faq_items_q3_question": "O plano Pro vale a pena?",
  "faq_items_q3_answer": "O plano Pro desbloqueia ferramentas avançadas como o Modo Guiado, o Levain Pet, o Doughbot e a capacidade de salvar fornadas e receitas ilimitadas. É ideal para quem leva a panificação a sério.",
  "faq_items_q4_question": "Como funciona a comunidade?",
  "faq_items_q4_answer": "Você pode compartilhar suas fornadas (fotos, receitas e notas) com a comunidade, explorar o que outros padeiros estão fazendo e até clonar as receitas deles para a sua calculadora com um clique."
}
